export const shareUrlMock = {
  asdflkj12l3k12u32osudfaskfljdklsf: {
    imageId: '9',
    text: `
    타로 카드: 1번 마법사 카드

    '1번 마법사카드'가 나왔어. 마법사는 자신의 능력과 지식을 활용하여 세상을 변화시키는 인물이야. 이 카드에는 창조력, 독창성, 상상력 등의 키워드가 포함되어 있어. 따라서 만약 연애 상황에서 이 카드가 나왔다면, 두 사람 사이에 새로운 가능성과 발전이 있다는 신호일 수 있어.\r
    
    하지만 마법사가 지팡이를 들고 있는 모습에서는 약간의 불안정성이 느껴질 수도 있어. 그러니까 서로의 감정을 솔직하게 표현하고, 상대방의 의견을 존중하는 게 좋을 것 같아. 또한, 둘 사이의 갈등이나 문제가 생겼을 때는 적극적으로 대처해서 해결하도록 노력해봐.\r
    
    이별이라는 불안한 생각보다는 앞으로의 관계를 더 좋게 만들어갈 수 있다고 믿어봐. 물론 쉽지 않겠지만, 조금씩 노력하면 분명 좋은 결과가 있을 거야.
    
    타로 카드: 1번 마법사 카드

    '1번 마법사카드'가 나왔어. 마법사는 자신의 능력과 지식을 활용하여 세상을 변화시키는 인물이야. 이 카드에는 창조력, 독창성, 상상력 등의 키워드가 포함되어 있어. 따라서 만약 연애 상황에서 이 카드가 나왔다면, 두 사람 사이에 새로운 가능성과 발전이 있다는 신호일 수 있어.\r
    
    하지만 마법사가 지팡이를 들고 있는 모습에서는 약간의 불안정성이 느껴질 수도 있어. 그러니까 서로의 감정을 솔직하게 표현하고, 상대방의 의견을 존중하는 게 좋을 것 같아. 또한, 둘 사이의 갈등이나 문제가 생겼을 때는 적극적으로 대처해서 해결하도록 노력해봐.\r
    
    이별이라는 불안한 생각보다는 앞으로의 관계를 더 좋게 만들어갈 수 있다고 믿어봐. 물론 쉽지 않겠지만, 조금씩 노력하면 분명 좋은 결과가 있을 거야.

    타로 카드: 1번 마법사 카드

    '1번 마법사카드'가 나왔어. 마법사는 자신의 능력과 지식을 활용하여 세상을 변화시키는 인물이야. 이 카드에는 창조력, 독창성, 상상력 등의 키워드가 포함되어 있어. 따라서 만약 연애 상황에서 이 카드가 나왔다면, 두 사람 사이에 새로운 가능성과 발전이 있다는 신호일 수 있어.\r
    
    하지만 마법사가 지팡이를 들고 있는 모습에서는 약간의 불안정성이 느껴질 수도 있어. 그러니까 서로의 감정을 솔직하게 표현하고, 상대방의 의견을 존중하는 게 좋을 것 같아. 또한, 둘 사이의 갈등이나 문제가 생겼을 때는 적극적으로 대처해서 해결하도록 노력해봐.\r
    
    이별이라는 불안한 생각보다는 앞으로의 관계를 더 좋게 만들어갈 수 있다고 믿어봐. 물론 쉽지 않겠지만, 조금씩 노력하면 분명 좋은 결과가 있을 거야.
    `,
  },
};

export const shareUrlMockUrl: keyof typeof shareUrlMock = 'asdflkj12l3k12u32osudfaskfljdklsf';
