export const shareUrlMock = {
  asdflkj12l3k12u32osudfaskfljdklsf: {
    imageId: '9',
    text: `
    [시작]
    오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의
    운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세 오늘의 운세오늘의
    운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의
    운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세 오늘의 운세오늘의 운세오늘의
    운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의
    운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세 오늘의 운세오늘의 운세오늘의 운세오늘의
    운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의
    운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세 오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의
    운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의
    운세오늘의 운세오늘의 운세오늘의 운세 오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의
    운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의
    운세오늘의 운세오늘의 운세 오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의
    운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의
    운세오늘의 운세 오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의
    운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세
    오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의
    운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세 오늘의 운세오늘의
    운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의
    운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세 오늘의 운세오늘의 운세오늘의
    운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의
    운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세 오늘의 운세오늘의 운세오늘의 운세오늘의
    운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의
    운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세 오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의
    운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의
    운세오늘의 운세오늘의 운세오늘의 운세 오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의
    운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의
    운세오늘의 운세오늘의 운세 오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의
    운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의
    운세오늘의 운세 오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의
    운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세오늘의 운세 종료`,
  },
};

export const shareUrlMockUrl: keyof typeof shareUrlMock = 'asdflkj12l3k12u32osudfaskfljdklsf';
